{
	"name":"VA Digital Service",
	"description":"Redefining the way VA serves veterans",
	"url":"http://localhost:4000",
	"updated":"",
	"posts":[
	{
		"title":"Test",
		"id":"/2014/05/14/test-post",
		"url":"http://localhost:4000/2014/05/14/test-post/",
		"description":"",
		"tags": "VDS",
		"categories":"current",
		"date": "2014-05-14 00:00:00 -0400",
		"content": "<h3>In a galaxy, far far away.</h3><p>Snap! the overstrained line sagged down in one long festoon; the tugging log was gone. &quot;I crush the quadrant, the thunder turns the needles, and now the mad sea parts the log-line. But Ahab can mend all. Haul in here, Tahitian; reel up, Manxman. And look ye, let the carpenter make another log, and mend thou the line. See to it.&quot; &quot;There he goes now; to him nothing&#39;s happened; but to me, the skewer seems loosening out of the middle of the world. Haul in, haul in, Tahitian! These lines run whole, and whirling out: come in broken, and dragging slow. Ha, Pip? come to help; eh, Pip?&quot; &quot;Pip? whom call ye Pip? Pip jumped from the whale-boat. Pip&#39;s missing. Let&#39;s see now if ye haven&#39;t fished him up here, fisherman. It drags hard; I guess he&#39;s holding on. Jerk him, Tahiti! Jerk him off; we haul in no cowards here. Ho! there&#39;s his arm just breaking water. A hatchet! a hatchet! cut it off&mdash;we haul in no cowards here. Captain Ahab! sir, sir! here&#39;s Pip, trying to get on board again.&quot; &quot;Peace, thou crazy loon,&quot; cried the Manxman, seizing him by the arm. &quot;Away from the quarter-deck!&quot; &quot;The greater idiot ever scolds the lesser,&quot; muttered Ahab, advancing. &quot;Hands off from that holiness! Where sayest thou Pip was, boy? &quot;Astern there, sir, astern! Lo! lo!&quot; &quot;And who art thou, boy? I see not my reflection in the vacant pupils of thy eyes. Oh God! that man should be a thing for immortal souls to sieve through! Who art thou, boy?&quot; &quot;Bell-boy, sir; ship&#39;s-crier; ding, dong, ding! Pip! Pip! Pip! One hundred pounds of clay reward for Pip; five feet high&mdash;looks cowardly&mdash;quickest known by that! Ding, dong, ding! Who&#39;s seen Pip the coward?&quot; &quot;There can be no hearts above the snow-line. Oh, ye frozen heavens! look down here. Ye did beget this luckless child, and have abandoned him, ye creative libertines. Here, boy; Ahab&#39;s cabin shall be Pip&#39;s home henceforth, while Ahab lives. Thou touchest my inmost centre, boy; thou art tied to me by cords woven of my heart-strings. Come, let&#39;s down.&quot; &quot;What&#39;s this?</p><p>And look ye, let the carpenter make another log, and mend thou the line. See to it.&quot; &quot;There he goes now; to him nothing&#39;s happened; but to me, the skewer seems loosening out of the middle of the world. Haul in, haul in, Tahitian! These lines run whole, and whirling out: come in broken, and dragging slow. Ha, Pip? come to help; eh, Pip?&quot; &quot;Pip? whom call ye Pip? Pip jumped from the whale-boat. Pip&#39;s missing. Let&#39;s see now if ye haven&#39;t fished him up here, fisherman. It drags hard; I guess he&#39;s holding on. Jerk him, Tahiti! Jerk him off; we haul in no cowards here.</p>"
	}
	]
}
